Repository: nurbekdev/qardu
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Категория
uz: Kategoriya

source: Категории
uz: Kategoriyalar

source: Статистика научной деятельности
uz: Ilmiy faoliyat statistikasi

source: Название
uz: Nomi

source: Типы категорий
uz: Kategoriya turlari

source: Создано
uz: Yaratilgan

source: Обновлено
uz: Yangilangan

source: Тип категории
uz: Kategoriya turi

source: Удалено
uz: O'chirilgan

source: Коэффициент
uz: Koefitsient

source: Лимит
uz: Limit

source: Группа
uz: Guruh

source: Автор
uz: Muallif

source: Учебный балл
uz: O'quv balli

source: Учебные баллы
uz: O'quv ballari

source: Учебный год
uz: O'quv yili

source: Больше 150
uz: 150 dan ko'p

source: Меньше 150
uz: 150 dan kam

source: Меньше 100
uz: 100 dan kam

source: Меньше 55
uz: 55 dan kam

source: Русский
uz: Ruscha

source: Главная
uz: Asosiy

source: Годовая статистика
uz: Yillik statistika

source: По академическим годам
uz: Akademik yillar bo'yicha

source: Общая статистика по категориям
uz: Kategoriyalar bo'yicha umumiy statistika

source: Статистика
uz: Statistika

source: Год
uz: Yil

source: Количество баллов
uz: Ballar soni

source: Cтатистика по категориям
uz: Kategoriyalar bo'yicha statistika

source: Ученые степени
uz: Ilmiy darajalar

source: Добавить
uz: Qo'shish

source: Количество преподавателей
uz: O'qituvchilar soni

source: Нет данных
uz: Ma'lumot yo'q

source: Сохранить
uz: Saqlash

source: Редактировать
uz: Tahrirlash

source: Удалить
uz: O'chirish

source: Вы действительно хотите удалить ученную степень ?
uz: Siz haqiqatan ham ilmiy darajani o'chirishni xohlaysizmi?

source: Публикации
uz: Nashrlar

source: Дата публикации
uz: Nashr etilgan sana

source: Дата создания
uz: Yaratilgan sana

source: Удалить публикацию
uz: Nashrni o'chirish

source: Вы действительно хотите удалить эту публикацию?
uz: Siz haqiqatan ham ushbu nashrni o'chirishni xohlaysizmi?

source: Отменить
uz: Bekor qilish

source: Панель управления KPI
uz: KPI boshqaruv paneli

source: Выйти
uz: Chiqish

source: Меню
uz: Menyu

source: Страницы
uz: Sahifalar

source: Все права защищены
uz: Barcha huquqlar himoyalangan

source: Последняя активность
uz: Oxirgi faoliyat

source: Преподаватели
uz: O'qituvchilar

source: Кафедры
uz: Kafedralar

source: Супер-админ
uz: Super-admin

source: Панель управление
uz: Boshqaruv paneli

source: Профиль
uz: Profil

source: Общий рейтинг
uz: Umumiy reyting

source: Баллы
uz: Ballar

source: Дата
uz: Sana

source: Статуc
uz: Holat

source: В процессе
uz: Jarayonda

source: Одобрено
uz: Ma'qullangan

source: Название кафедры
uz: Kafedra nomi

source: Фильтр
uz: Filtr

source: Академическая
uz: Akademik

source: Организационная
uz: Tashkiliy

source: Научная деятельность
uz: Ilmiy faoliyat

source: Общее
uz: Umumiy

source: Экспорт в Excel
uz: Excelga eksport qilish

source: Топ рейтинг
uz: Top reyting

source: Ещё
uz: Yana

source: Нарушения
uz: Qoida buzilishi

source: кол-во баллов
uz: ballar soni

source: нарушения
uz: qoida buzilishi

source: Войти в KPI
uz: KPI tizimiga kirish

source: Электронная почта
uz: Elektron pochta

source: Пароль
uz: Parol

source: Войти
uz: Kirish

source: Войти через Hemis
uz: Hemis orqali kirish

source: Индексация
uz: Indeksatsiya

source: Статус
uz: Holat

source: Дата добавления
uz: Qo'shilgan sana

source: Выбрать по дате...
uz: Sanaga ko'ra tanlash...

source: Дата создании по убыванию
uz: Yaratilgan sana bo'yicha kamayish tartibida

source: Дата создании по возрастанию
uz: Yaratilgan sana bo'yicha o'sish tartibida

source: Дата публикации по убыванию
uz: Nashr etilgan sana bo'yicha kamayish tartibida

source: Дата публикации по возрастанию
uz: Nashr etilgan sana bo'yicha o'sish tartibida

source: Без названия
uz: Nomsiz

source: Мои публикации
uz: Mening nashrlarim

source: С начала публикации на рассмотрении
uz: Nashrdan boshlab ko'rib chiqilmoqda

source: С начала опубликованные
uz: Nashrdan boshlab chop etilgan

source: Статистика ППС по KPI
uz: KPI bo'yicha PPS statistikasi

source: Научные инновации
uz: Ilmiy innovatsiyalar

source: ФИО
uz: F.I.O

source: Идентификатор
uz: Identifikator

source: Роль пользователя
uz: Foydalanuvchi roli

source: Администратор
uz: Administrator

source: Преподаватель
uz: O'qituvchi

source: Обшей балл
uz: Umumiy ball

source: Выберите
uz: Tanlang

source: Должность
uz: Lavozim

source: Дата регистрации
uz: Ro'yxatga olish sana

source: Экспорт на Excel
uz: Excelga eksport qilish

source: Кафедра
uz: Kafedra

source: Все
uz: Barchasi

source: Ф.И.О
uz: F.I.O

source: Изображение
uz: Rasm

source: Авторизация
uz: Avtorizatsiya

source: Пользователь
uz: Foydalanuvchi

source: Пользователи
uz: Foydalanuvchilar

source: Имя
uz: Ism

source: Фамилия
uz: Familiya

source: Отчество
uz: Otasining ismi

source: ID номер
uz: ID raqami

source: Дата рождения
uz: Tug'ilgan sana

source: Телефон
uz: Telefon

source: Последний вход
uz: Oxirgi kirish

source: Уровень преподавателя
uz: O'qituvchi darajasi

source: Уровни преподавателей
uz: O'qituvchilarning darajalari

source: Ученое звание
uz: Ilmiy unvon

source: Ученые звания
uz: Ilmiy unvonlar

source: Группы
uz: Guruhlar

source: Пользователь не является учителем
uz: Foydalanuvchi o'qituvchi emas

source: Посты
uz: Postlar

source: Учебные года
uz: O'quv yillari

source: Дата начала
uz: Boshlanish sanasi

source: Дата окончания
uz: Tugash sanasi

source: Это поле должно быть меньше чем поле Дата окончания
uz: Bu maydon Tugash sanasidan kichik bo'lishi kerak

source: Это поле должно быть больше чем поле Дата начала
uz: Bu maydon Boshlanish sanasidan katta bo'lishi kerak

source: Пост
uz: Post

source: На рассмотрении
uz: Ko'rib chiqilmoqda

source: Заголовок
uz: Sarlavha

source: Текст
uz: Matn

source: Документ
uz: Hujjat

source: Документы
uz: Hujjatlar

source: Файл
uz: Fayl

source: Редактировать публикацию
uz: Nashrni tahrirlash

source: Добавить публикацию
uz: Nashr qo'shish
